define
	pages: [
		{
			question: 'Для кого ви шукаєте подарунок?'
			answers: [
				'Чоловік'
				'Жінка'
			]
			next: [1, 1]
		}
		{
			question: 'Хто для вас ця людина?'
			answers: [
				'Подруга/друг'
				'Брат/сестра'
				'Батьки'
				'Чоловік/дружина'
			]
			next: [2, 2, 2, 2]
		}
		{
			question: 'Який тип подарунку ви шукаєте?'
			answers: [
				'Особистий'
				'Щось для дому'
			]
			next: [3, 4]
		}
		{
			question: 'Який стиль життя цієї людини?'
			answers: [
				'Мандрівник'
				'Party guy'
				'Workaholic'
				'Home boy'
			]
			next: [5, 5, 5, 5]
		}
		{
			question: 'Який стиль життя цієї людини?'
			answers: [
				'Любитель чистоти'
				'Гурман'
				'Поціновувач кіно'
				'Спортсмен'
			]
			next: [6, 6, 6, 6]
		}
		{
			question: 'Що подобається найбільше цій людині?'
			answers: [
				'Фото'
				'Музика'
				'Відео'
			]
			next: [7, 7, 7]
		}
		{
			question: 'Яка кількість людей живуть разом з одержувачем подарунка?'
			answers: [
				'Живе самостійно'
				'Сім\'я / більше 3 осіб'
				'Пара'
			]
			next: [7, 7, 7]
		}
		{
			question: 'Наш подарунок-порада для вас:'
			answers: [
				'Телевізор'
				'Мікрохвильова піч'
				'Холодильник'
			]
		}
	]
